Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152-04_EN-RO.tmx
Source language: en
Languages: ro

source: # Incisions
ro: Nr. incizii

source: (2-Octyl Cyanoacrylate)
ro: (2-octil cianoacrilat)

source: (MONOFILAMENT POLYPROPYLENE)
ro: (POLIPROPILENĂ MONOFILAMENT)

source: (POLYGLACTIN 910) SUTURE
ro: (Poliglactină 910) fir de sutură

source: (See clinical study).
ro: (A se vedea studiul clinic.)

source: * In the clinical study, presence of infection was to be identified by observation of redness more than 3–5 mm from the repaired wound, swelling, purulent discharge, pain, increased skin temperature, fever, or other systemic signs of infection.
ro: *†În studiul clinic, prezenţa infecţiei a fost confirmată prin constatarea extinderii eritemului la o distanţă mai mare de 3–5 mm de la plaga tratată, tumefiere, supuraţie, durere, creșterea temperaturii cutanate, febră sau semne sistemice de infecţie.

source: *Cosmesis: Modified Hollander Cosmesis Scale
ro: *Rezultate cosmetice: Scala cosmetică modificată Hollander.

source: 1 cm should be left between fixation points.
ro: Între punctele de fixare se va lăsa o distanță de maxim 1 cm.

source: 2 After placing the mesh tension free and without creases, the mesh should be fixed in place with non-absorbable suture material (e.g. PROLENE™ 2/0) to avoid dislodging, crinkling or curling of the edges.
ro: După așezarea plasei fără tensiune și fără cute, aceasta trebuie fixată în poziție cu ajutorul unui material de sutură neabsorbabil (de ex. PROLENE™ 2/0) pentru a preveni dislocarea, îndoirea sau încrețirea marginilor.

source: 2 VICRYL RAPIDE™ typically falls off 7 – 10 days post-operatively or can be wiped off subsequently with sterile gauze.
ro: În mod obișnuit, VICRYL RAPIDE™ se desprinde la 7 – 10 zile după operaţie sau poate fi îndepărtat ulterior prin ștergere cu un tifon steril.

source: = Batch number
ro: Număr de lot

source: = CE-mark and Identification number of Notified Body.
ro: Marcajul CE și numărul de identificare a organului notificat.

source: = Do not reuse
ro: A nu se reutiliza

source: = See instructions for use
ro: A se consulta instrucţiunile de utilizare

source: = Sterile unless package is damaged or opened
ro: Steril dacă ambalajul nu este desfăcut sau deteriorat.

source: = Use by – year and month
ro: A se utiliza până la – anul și luna

source: >50% epidermal apposition
ro: >50 % apoziţie epidermală

source: @ 3 months: Cosmesis Score*= 0 (optimal)
ro: La 3 luni: Scor cosmetic*= 0 (optim)

source: @ 5–10 days: 100% epidermal appositions
ro: La 5-10 zile:100 % apoziţie epidermală

source: A minimum tissue thickness is required when applying the fastener over underlying bone, vessels, or viscera.
ro: Când bridele sunt aplicate peste oase, vase sau viscere subiacente este necesară o anume grosime tisulară minimă.

source: A range of components in a variety of materials to allow use as supporting or retention sutures.
ro: O gamă de componente din diverse materiale care permit utilizarea ca sutură de suport sau de retenţie.

source: A range of components in a variety of materials to anchor the ends of the suture for subcuticular closure or for use as tendon sutures.
ro: O gamă de componente folosind o diversitate de materiale, pentru ancorarea capetelor suturii în cazul închiderii subcuticulare sau pentru utilizarea la suturarea tendoanelor.

source: A sufficient number of transmuscular (knotted under the muscle layer) interrupted reverse sutures should be used to fix the mesh.
ro: Pentru fixarea plasei trebuie să se utilizeze un număr suficient de suturi transmusculare (înnodate sub stratul muscular) inversate, întrerupte.

source: A thorough understanding of the operating principles, risks versus benefits, and the hazards involved in utilizing an endoscopic approach is necessary to avoid possible injury to the user and/or patient.
ro: Este necesară o înțelegere completă a principiilor chirurgicale, a riscurilor față de beneficii și a pericolelor implicate în utilizarea abordării endoscopice, pentru a putea evita posibilele leziuni ale utilizatorului și/sau pacientului.

source: ACTIONS
ro: ACŢIUNI

source: ACTIONS / PERFORMANCE
ro: ACŢIUNI/PERFORMANŢE

source: ACTIONS/PERFORMANCE
ro: ACŢIUNI/PERFORMANŢE

source: ADVERSE REACTIONS
ro: REACŢII ADVERSE

source: ANCHOR
ro: ANCORĂ

source: APPLICATION
ro: MOD DE UTILIZARE

source: Absorption begins as a loss of tensile strength followed by a loss of mass.
ro: Absorbţia începe printr-o scădere a rezistenţei la tracţiune, urmată de o scădere a masei firului.

source: Absorption rate depends upon several factors, including the amount used and implantation site.
ro: Rata de absorbţie depinde de câţiva factori inclusiv cantitatea folosită și locul de implantare.

source: Acceptable surgical practice should be followed for the management of contaminated or infected wounds.
ro: Pentru tratarea plăgilor contaminate sau infectate trebuie adoptate procedurile chirurgicale corespunzătoare.

source: Acceptable surgical practice should be followed for the management of infected or contaminated wounds.
ro: Pentru tratarea plăgilor infectate sau contaminate trebuie adoptate procedurile chirurgicale acceptate.

source: Accounting
ro: Bilanţ

source: Acute Inflammation
ro: Inflamaţie acută

source: Adequate knot security requires the standard surgical technique of flat and square ties with additional throws as indicated by surgical circumstance and the experience of the surgeon.
ro: Pentru a garanta o siguranţă adecvată a nodului trebuie utilizată tehnica chirurgicală standard a nodului pătrat și plat, cu surjeturi suplimentare, în funcţie de circumstanţele chirurgicale și experienţa chirurgului.

source: Adequate knot security requires the standard surgical technique of flat and square ties with additional throws if indicated by surgical circumstances and the experience of the surgeon.
ro: Pentru a garanta o siguranţă adecvată a nodului trebuie utilizată tehnica chirurgicală standard a nodului pătrat și plat, cu surjeturi suplimentare, după cum o indică circumstanţele chirurgicale și experienţa chirurgului.

source: Adequate mesh fixation is required to minimize post-operative complications and recurrence.
ro: Este necesară fixarea adecvată a plasei pentru a minimiza complicaţiile postoperatorii şi recurenţele.

source: Adequate onlay patch fixation is required to minimize postoperative complications and recurrence.
ro: Este necesară fixarea adecvată a stratului superficial pentru a minimaliza complicaţiile post operatorii și recurenţele.

source: Adequate preparation and mesh size must be considered in order to prevent the risk of insufficient covering of the injury.
ro: Trebuie avute în vedere pregătirea și dimensionarea adecvată a plasei pentru a preveni riscul de acoperire insuficientă a leziunii.

source: Adequate preparation must be considered in order to ensure that the mesh sufficiently overlaps the defect on all sides so that the fascial edges are also adequately stabilized.
ro: Pentru a se asigura suprapunerea suficientă a plasei peste toate marginile defectului, aceasta trebuie pregătită adecvat, astfel încât marginile fasciale să fie de asemenea stabilizate corespunzător.

source: Adhesive within the wound could delay wound healing and/or result in adverse cosmetic outcome.
ro: Adezivul pătruns în plagă poate întârzia vindecarea plăgii și/sau poate determina un rezultat cosmetic nedorit.

source: Adverse Reactions
ro: Reacţii adverse

source: Adverse reactions associated with the use of VICRYL RAPIDE™ include transient local irritation at the wound site, transitory inflammatory foreign body response, erythema and induration during the absorption process of subcuticular sutures.
ro: Reacţiile adverse asociate cu utilizarea VICRYL RAPIDE™ includ iritaţia tranzitorie locală la nivelul plăgii, reacţia inflamatorie tranzitorie faţă de un corp străin, eritemul și indurarea în cursul procesului de absorbţie a suturilor subcuticulare.

source: Adverse reactions associated with the use of this device include mild inflammatory reactions in tissue adjacent to the site of implantation and inhibition of osteogenesis.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ reacţiile inflamatorii minime în ţesutul din apropierea zonei de implantare și inhibarea osteogenezei.

source: Adverse reactions associated with the use of this device include minimal, initial inflammatory tissue reaction and transient local irritation at the wound site.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ reacţie inflamatorie tisulară minimă și iritaţie locală tranzitorie la nivelul plăgii.

source: Adverse reactions associated with the use of this device include transitory local irritation at the implant site and a transitory inflammatory foreign body response.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ iritație locală tranzitorie la nivelul locului implantării și reacție inflamatorie tranzitorie la corp străin.

source: Adverse reactions associated with the use of this device include: minimal initial inflammatory tissue reaction and transient local irritation at the wound site.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ: reacţie inflamatorie tisulară minimă și iritaţie locală tranzitorie la nivelul plăgii.

source: After absorption of the Poliglecaprone-25 component only the polypropylene mesh remains.
ro: După absorbţia componentei din poliglecapronă-25, rămâne doar plasa din polipropilenă.

source: After absorption of the poliglecaprone 25 components, only the polypropylene mesh remains.
ro: După absorbţia componentelor din poliglecapronă 25, rămâne numai plasa din polipropilenă.

source: After an initial reduction in the molecular weight of the strap, hydrolysis continues and a reduction in physical properties of the strap occurs.
ro: După o reducere inițială a masei moleculare a bridei, hidroliza continuă și are loc o reducere a proprietăților fizice ale benzii.

source: After making sure that the mesh is placed without tension and free of cavities or creases, it should be kept in place according to the implantation technique either with an adequate number of non-absorbable sutures (e.g. PROLENE™ 2/0) or suitable non-absorbable fixation devices (e.g. stapler, tacker, anchor, etc.).
ro: După ce v-ați asigurat că plasa a fost așezată fără tensiune și fără cavități sau cute, aceasta trebuie menținută în poziție conform tehnicii de implantare, ori printr-un număr adecvat de suturi neabsorbabile (de ex. PROLENE™ 2/0) sau prin dispozitive neabsorbabile de fixare (de ex. capse, tacker, ancoră, etc).

source: All needles except bicolour needles labelled with MRI are magnetizable and should therefore not be used in an active magnetic field.
ro: Toate acele, cu excepţia celor bicolore care sunt etichetate cu RMN, sunt magnetizabile și, prin urmare, nu trebuie utilizate în câmp magnetic activ.

source: All of the original tensile strength is lost by approximately 10 to 14 days post-implantation.
ro: Rezistenţa la tracţiune se pierde în întregime în decurs de aproximativ 10 până la 14 zile de la implantare.

source: All wounds were assessed by visual inspection at 5–10 days after wound closure.
ro: Toate plăgile au fost evaluate prin inspecţie vizuală la 5–10 zile după închiderea plăgii.

source: Allow the top layer to fully polymerize before applying a bandage.
ro: Așteptaţi polimerizarea completă a stratului superficial înainte de aplicarea unui bandaj.

source: Among cases of suspected infection for DERMABOND adhesive, 7/14 (50%) were in patients less than 12 years old with traumatic lacerations; overall, 8 of the 14 (approximately 60%) DERMABOND adhesive wounds with suspected infections were associated with sub-optimal cosmetic outcome.
ro: Dintre cazurile cu suspiciune de infecţie pentru adezivul DERMABOND™, 7/14 (50 %) au fost la pacienţi sub 12 ani cu lacerări traumatice; în general, 8 din cele 14 plăgi tratate cu adeziv DERMABOND™ (aproximativ 60 %) cu suspiciune de infecţie au fost asociate cu rezultat cosmetic suboptimal.

source: An additional dyed (D&C Violet No. 2) polydioxanone film marker has been added for orientation purposes.
ro: Un marker reprezentat de un film de polidioxanonă vopsită (D&C Violet nr. 2) a fost adăugat pentru facilitarea orientării.

source: An appropriate plug should be chosen according to the size of the defect.
ro: Se va opta pentru un OBTURATOR corespunzător mărimii defectului.

source: An undyed polydioxanone film provides the bond between the polyglecaprone-25 film and polypropylene mesh.
ro: Adezivitatea dintre filmul de poliglecapronă-25 și plasa de polipropilenă este asigurată de un film nevopsit de polidioxanonă.

source: Animal studies show that implantation of ETHICON PHYSIOMESH™ elicits a transient inflammatory reaction that does not interfere with integration of the mesh into adjacent tissue.
ro: Studiile pe animale au demonstrat că implantarea ETHICON PHYSIOMESH™ provoacă o reacţie inflamatoare trecătoare care nu afectează integrarea plasei în ţesuturile adiacente.

source: Animal studies show that implantation of PROCEED™ Surgical Mesh elicits a transient inflammatory reaction that does not interfere with integration of the mesh into adjacent tissue.
ro: Studiile pe animale au demonstrat că implantarea plasei chirurgicale PROCEED™ provoacă o reacţie inflamatoare trecătoare care nu afectează integrarea plasei în ţesuturile adiacente.

source: Application
ro: MOD DE UTILIZARE

source: Apply a dry protective dressing for children or other patients who may not be able to follow instructions for proper wound care.
ro: În cazul copiilor sau al altor pacienţi care s-ar putea să nu fie capabili să respecte instrucţiunile de îngrijire corectă a plăgii, aplicaţi un pansament uscat de protecţie.

source: Appropriate force should be applied to the device for application of straps.
ro: Pentru aplicarea bridelor trebuie aplicată o forță corespunzătoare asupra dispozitivului.

source: Approximate wound edges with gloved fingers or sterile forceps.
ro: Afrontaţi marginile plăgii cu degetele înmănușate sau o pensă sterilă.

source: As VICRYL RAPIDE™ is an absorbable suture material, the use of supplemental nonabsorbable sutures should be considered by the surgeon in the closure of sites which may undergo expansion, stretching or distension, or which may require additional support.
ro: Deoarece VICRYL RAPIDE™ este un material de sutură absorbabil, chirurgul trebuie să ia în considerare utilizarea unor fire de sutură non-absorbabile suplimentare în regiunile care pot fi supuse la tensiuni de expansiune, întindere sau destindere sau care necesită o întărire suplimentară.

source: As a monofilament it has been successfully employed in surgical wounds which subsequently become infected or contaminated where it can minimize later sinus formation and suture extrusion.
ro: Ca fire monofilament, acestea au fost utilizate cu succes în plăgi chirurgicale care se infectează sau contaminează ulterior, având capacitatea de a minimiza apoi formarea de sinusuri și extrudarea suturii.

source: As an absorbable suture VICRYL RAPIDE™ may act transiently as a foreign body.
ro: Ca fir de sutură absorbabil, VICRYL RAPIDE™ poate acţiona în mod tranzitoriu ca un corp străin.

source: As applied to the skin, the liquid is syrup-like in viscosity and polymerizes within minutes.
ro: În momentul aplicării pe piele, lichidul are o viscozitate asemănătoare unui sirop și polimerizează în câteva minute.

source: As with all foreign bodies, ULTRAPRO™ MESH may potentiate an existing infection.
ro: Ca toate corpurile străine, PLASA ULTRAPRO™ poate potenţa o infecţie existentă.

source: As with all foreign devices, potential adverse events may also include inflammation and potentiation of procedure-related infection.
ro: Ca și în cazul tuturor corpilor străini, reacțiile adverse potenţiale pot include, de asemenea inflamația și potențarea infecției legate de procedură.

source: As with any foreign body, prolonged contact of any suture with salt solutions, such as those found in the urinary or biliary tracts, may result in calculus formation.
ro: La fel ca în cazul oricărui corp străin, contactul prelungit al oricărui fir de sutură cu soluţii de săruri, precum cele întâlnite în tractul urinar sau biliar, poate determina formarea calculilor.

source: As with any mesh, adverse reactions associated with the use of ULTRAPRO™ MESH include: transitory local irritation at the wound site and a transitory inflammatory foreign body response (e.g. seroma formation).
ro: Ca în cazul oricărei plase, reacţiile adverse asociate cu utilizarea PLASEI ULTRAPRO™ includ: iritaţie locală tranzitorie la nivelul plăgii și o reacţie inflamatorie tranzitorie de corp străin (de ex. formarea unui serom).

source: Assembled in Mexico of U.S.
ro: Asamblat în Mexic, din componente fabricate în SUA.

source: Avoid crushing or crimping damage due to application of surgical instruments such as forceps or needle holders.
ro: Evitaţi strivirea sau încreţirea firului cu instrumente chirurgicale cum ar fi pense sau portace.

source: Avoid prolonged exposure to elevated temperatures.
ro: Evitați expunerea prelungită la temperaturi ridicate.

source: BODY
ro: CORP

source: Batch Number
ro: Număr de lot

source: Batch number
ro: Număr de lot

source: Because of its lack of adherence to tissue PROLENE* is effective as a pull-out suture.
ro: Datorită lipsei de aderenţă la ţesut, PROLENE™ este eficient pentru executarea suturilor care se extrag ulterior.

source: Bone wax achieves local haemostasis of bone by acting as a mechanical (tamponade) barrier.
ro: Ceara hemostatică de oase realizează hemostaza locală la nivelul osului acţionând ca o barieră mecanică (tamponare).

source: Bone wax is a sterile non absorbable wax mixture comprising:
ro: Ceara hemostatică de oase este un amestec de ceară sterilă, nonabsorbabilă ce conţine:

source: Bone wax is intended for use for the control of bleeding from the divided, drilled or chipped edges of bone by physically plugging the osseous canals which contain the bleeding capillaries.
ro: Ceara hemostatică de oase este destinată pentru controlul hemoragiilor apărute pe marginile separate, perforate sau tăiate ale osului prin obturarea fizică a canalelor osoase ce conţin capilarele care sângerează.

source: Bone wax is sterilized by irradiation.
ro: Ceara hemostatică de oase este sterilizată prin iradiere.

source: Bone wax is white and is available as a 2.5 g solid rectangular slab.
ro: Ceara hemostatică de oase este albă și este disponibilă sub formă de tablete solide dreptunghiulare de 2,5 g.

source: Bone wax may act as a physical barrier to the reparative process.
ro: Ceara hemostatică de oase poate acţiona ca o barieră fizică în procesul reparator.

source: Bone wax should be used sparingly and any excess removed from the operative site.
ro: Ceara hemostatică de oase trebuie utilizată în cantitate redusă și orice surplus trebuie îndepărtat din zona de operare.

source: Bone wax should not be used where rapid osseous regeneration and fusion are desired.
ro: Ceara hemostatică de oase nu trebuie utilizată în cazurile în care se dorește o regenerare și o fuziune osoasă rapidă.

source: Both parts are connected by poliglecaprone 25 monofilament fibers.
ro: Cele două părți sunt legate între ele prin fibre monofilament de poliglecapronă 25.

source: Brief exposures up to 40°C is acceptable.
ro: Expunerea scurtă la temperaturi de până la 40 °C este acceptabilă.

source: CAUTION
ro: ATENŢIE

source: CAUTION: Federal (U.S.A.) law restricts this device to sale by or on the order of a licensed healthcare practitioner
ro: ATENŢIE: Legislaţia federală (S.U.A.) impune ca vânzarea acestui produs să se facă numai de către un medic sau ca urmare a comenzii unui practician licenţiat în domeniul sănătăţii.

source: CAUTION: Federal (U.S.A.) law restricts this device to sale by or on the order of a licensed healthcare practitioner.
ro: ATENŢIE: Legislaţia federală (S.U.A.) impune ca vânzarea acestui produs să se facă numai de către un medic sau ca urmare a comenzii unui practician licenţiat în domeniul sănătăţii.

source: CAUTION: Federal (U.S.A.) law restricts this device to sale by or on the order of a physician
ro: ATENŢIE: Legislaţia federală (S.U.A.) impune ca vânzarea acestui produs să se facă numai de către un medic sau ca urmare a comenzii unui medic

source: CAUTION: Federal law restricts this device to sale by or on the order of a physician.
ro: ATENŢIE: Legislaţia federală (S.U.A.) impune ca vânzarea acestui produs să se facă numai de către un medic sau ca urmare a comenzii unui medic

source: CE-mark and Identification Number of Notified Body.
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CE-mark and Identification number
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CE-mark and Identification number of Notified
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CE-mark and Identification number of Notified Body.
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CE-mark and identification number of Notified Body.
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CLINICAL STUDIES
ro: STUDII CLINICE

source: CONTRA-INDICATIONS
ro: CONTRAINDICAŢII

source: CONTRAINDICATIONS
ro: CONTRAINDICAŢII

source: Care should be taken to avoid damage when handling surgical needles.
ro: Manevrarea acelor chirurgicale trebuie realizată cu grijă pentru a evita deteriorările.

source: Care should be taken to avoid damaging the surface of the material with surgical instruments as this could lead to fracture of the material in use.
ro: În timpul manevrării trebuie acţionat cu precauţie pentru a evita deteriorarea suprafeţei materialului de sutură cu instrumente chirurgicale, aceasta putând duce la fisurarea materialului utilizat.

source: Careful attention to fixation and spacing will help prevent excessive tension or disruption between the mesh material and connective tissue.
ro: Atenţia sporită în timpul fixării şi stabilirii distanţelor va facilita prevenirea tensiunii excesive sau deplasarea materialului plasei faţă de ţesutul conjunctiv.

source: Careful attention to fixation and spacing will help prevent excessive tension or disruption between the mesh materials and connective tissue.
ro: Atenţia sporită în timpul fixării și stabilirii distanţelor va facilita prevenirea tensiunii excesive sau deplasării materialului plasei faţă de ţesutul conjunctiv.

source: Catalogue Number
ro: Număr catalog

source: Catalogue number
ro: Număr catalog

source: Caution
ro: ATENŢIE

source: Caution: Federal (U.S.A.) law restricts this device to sale by or on the order of a licensed healthcare practitioner.
ro: ATENŢIE: Legislaţia federală (S.U.A.) impune ca vânzarea acestui produs să se facă numai de către un medic sau ca urmare a comenzii unui practician licenţiat în domeniul sănătăţii.

source: Clinical Study Comparing High Viscosity DERMABOND Adhesive and Low Viscosity DERMABOND Adhesive for Closure of Trauma-Induced Lacerations
ro: Studiu clinic care compară adezivul DERMABOND™ de viscozitate crescută cu adezivul DERMABOND™ de viscozitate scăzută la închiderea lacerărilor cauzate de traumatisme.

source: Clinical Study Comparing Low Viscosity DERMABOND Adhesive to Sutures, Staples, and Adhesive Strips
ro: Studiu clinic ce compară adezivul DERMABOND™ de viscozitate scăzută cu suturi, copci și benzi adezive.

source: Clinical Study Outcomes
ro: Rezultatele studiului clinic

source: Combinations with needles are available which are suitable for application in a magnetic field up to 1.5 tesla.
ro: Sunt disponibile combinaţii cu ace care asigură compatibilitatea cu câmpuri magnetice de până la 1,5 tesla.
